Repository: jkroll20/tlgbackend
Catalog: messages/*/LC_MESSAGES/tlgbackend.po
Languages: de

source: Article Ratings
de: Artikelbewertungen

source: Less than 60% of readers found what they are looking for, according to Article Feedback Tool v5.
de: Weniger als 60% der Leser haben gefunden was sie suchten, nach Angaben aus dem Artikel-Feedback-Tool v5.

source: %d%% positive of %d
de: %d%% positiv von %d

source: Article Feedback data is not yet available for the selected language.
de: Artikel-Feedback ist für die gewählte Sprache noch nicht verfügbar.

source: Page seems to be outdated compared to the same article in other Wikipedia language versions (Change Detector data).
de: Seite scheint veraltet zu sein, verglichen mit dem gleichen Artikel in anderen Sprachversionen der Wikipedia (Change Detector-Daten).

source: Currentness
de: Aktualität

source: All Pages
de: Alle Seiten

source: Show all pages without filtering.
de: Jede Seite anzeigen, ohne zu filtern.

source: Neutrality
de: Neutralität

source: Page has 'neutrality' template set.
de: Seite hat 'Neutralität'-Vorlage gesetzt.

source: Template: Neutrality
de: Vorlage: Neutralität

source: Page has 'missing sources' template set.
de: Seite hat 'Belege fehlen'-Vorlage gesetzt.

source: Template: Refimprove
de: Vorlage: Belege fehlen

source: Completeness
de: Vollständigkeit

source: Page has 'out of date' template set.
de: Seite hat 'Veraltet'-Vorlage gesetzt.

source: Template: Out of date
de: Vorlage: Veraltet

source: Page has 'cleanup' template set.
de: Seite hat 'Überarbeiten'-Vorlage gesetzt.

source: Template: Cleanup
de: Vorlage: Überarbeiten

source: Page has 'too technical' template set.
de: Seite hat 'Allgemeinverständlichkeit'-Vorlage gesetzt.

source: Template: Technical
de: Vorlage: Allgemeinverständlichkeit

source: Page has 'globalize' template set.
de: Seite hat 'Staatslastig'-Vorlage gesetzt.

source: Template: Globalize
de: Vorlage: Staatslastig

source: Small Pages
de: Kleine Seiten

source: Page is very small, relative to mean page size in result set.
de: Seite ist sehr klein, verglichen mit der Durchschnitts-Seitengröße im Suchergebnis.

source: Large Pages
de: Große Seiten

source: Page is very large, relative to mean page size in result set.
de: Seite ist sehr groß, verglichen mit der Durchschnitts-Seitengröße im Suchergebnis.

source: No Images
de: Keine Bilder

source: Article has no image links.
de: Artikel verlinkt keine Bilder.

source: No Links to this article
de: Keine Links zu diesem Artikel

source: Article is not linked from any other article.
de: Artikel wird von keinem anderen Artikel verlinkt.

source: Pending Changes (12h)
de: Ungesichtete Änderungen (12 Std)

source: Article has pending changes older than 12 hours.
de: Artikel hat länger als 12 Stunden ausstehende ungesichtete Änderungen.

source: Recently Changed
de: Kürzlich geändert

source: Page was touched today.
de: Seite wurde heute geändert.

source: Timeliness
de: Aktualität

source: Watchlist syntax is: wl%cUSERNAME,TOKEN
de: Watchlist-Syntax ist: wl%cUSERNAME,TOKEN

source: Use: 'title%cPAGETITLE'
de: Benutzung: 'title%cPAGETITLE'

source: Page not found in mainspace: %s
de: Seite im Artikel-Namensraum nicht gefunden: %s

source: invalid query type: '%s'
de: Ungültiger Anfragen-Typ: '%s'

source: Empty category name specified.
de: Leerer Kategoriename angegeben.

source: Empty category search string.
de: Leere Kategorie-Suchanfrage.

source: evaluating query string '%s' with depth %d
de: Bearbeite Suchanfrage: '%s', mit Suchtiefe %d

source: query found %d results.
de: Suche lieferte %d Ergebnisse zurück.

source: %d pages to test, %d actions to process
de: %d Seiten zu testen, %d Aktionen auszuführen

source: %d of %d actions processed
de: %d von %d Aktionen verarbeitet

source: %d pages tested in %d actions. %d pages in result set. processing took %.1f seconds. please wait while the result list is being transferred.
de: %d Seiten getestet in %d Aktionen. %d Seiten in der Ergebnismenge. Verarbeitung dauerte %.1f Sekunden. Ergebnisliste wird übertragen, bitte warten.

source: Input validation failed
de: Fehlerhafte Eingabe

source: Category %s not found in database %s.
de: Kann Kategorie %s nicht in Datenbank %s finden.

source: Hi! This is the Wikimedia task list generator background process running on %s. You (or someone else) requested a task list to be generated and sent to this email address. If you think this mail was generated in error, something went wrong, or you have suggestions for the TLG, send email to jkroll@toolserver.org. The task list was successfully generated. Input was:
de: Hi! Dies ist der Wikimedia Arbeitslistengenerator-Hintergrundprozess auf %s. Du (oder jemand anders) hat eine Arbeitsliste für diese Emailadresse angefordert. Wenn diese Mail nicht angefordert wurde, wenn Problemen auftreten oder bei Vorschlägen für den TLG, schicke eine Mail an jkroll@toolserver.org. Arbeitsliste erfolgreich erstellt. Eingabe war:

source: Attached is the result of the command in %s format. Sincerely, The friendly task list generator robot.
de: Im Anhang findest Du die Liste im %s-Format. Emsige Grüße, Der Freundliche TLG-Roboter.

source: Filters
de: Filter

source: Page
de: Seite

source: [hidden]
de: [versteckt]

source: = Task List =
de: = Arbeitsliste =

source: Categories: %s, Search depth: %s, Selected filters: %s
de: Kategorien: %s, Suchtiefe: %s, Gewählte Filter: %s
